Repository: Quniwork/2026-PicDeck
Catalog: PicDeck/PicDeck/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: /month
zh_hant: / 月

source: %1$lldmo %2$lldd
zh_hant: %1$lld個月%2$lld天

source: %1$lldw %2$lldd
zh_hant: %1$lld週%2$lld天

source: %1$lldy %2$lldmo %3$lldd
zh_hant: %1$lld年%2$lld個月%3$lld天

source: %lld / %lld entries
zh_hant: %lld / %lld 則

source: %lld / %lld entries today
zh_hant: 今天已新增 %lld / %lld 則

source: %lld / %lld photos
zh_hant: %lld / %lld 張

source: %lld / %lld photos today
zh_hant: 今天已整理 %lld / %lld 張

source: %lld / %lld tags
zh_hant: %lld / %lld 個

source: %lld days
zh_hant: %lld天

source: %lld days recorded
zh_hant: 已記錄 %lld 天

source: %lld filed
zh_hant: 已歸檔 %lld 張

source: %lld items
zh_hant: %lld 個項目

source: %lld journal entries
zh_hant: %lld 則日記

source: %lld left today
zh_hant: 今日還剩 %lld 張

source: %lld marked
zh_hant: 已標記 %lld 張

source: %lld photos
zh_hant: %lld 張

source: %lld results
zh_hant: %lld 個結果

source: %lld selected
zh_hant: 已選取 %lld 張

source: %lld tags
zh_hant: %lld 個

source: %lld years ago
zh_hant: %lld 年前

source: A card that shows how long it has been since a date, such as a birthday.
zh_hant: 顯示從某一天起過了多久的卡片，例如生日。

source: A card with the cover photo and the number of photos of a tag.
zh_hant: 顯示標籤封面與張數的卡片。

source: A name like this already exists here.
zh_hant: 這個位置已經有同名的項目了。

source: A pinned tag shows on Home as a collection. Open it to narrow down with other tags.
zh_hant: 釘選後會以收藏的形式顯示在首頁，點進去可以再用其他標籤篩選。

source: A tag with this name already exists.
zh_hant: 已經有同名的標籤了。

source: About the price of a coffee. Cancel anytime.
zh_hant: 大約一杯咖啡的錢，隨時可以取消。

source: Accessibility
zh_hant: 輔助使用

source: Activities
zh_hant: 活動

source: Activity
zh_hant: 活動

source: Add
zh_hant: 新增

source: Add a short note
zh_hant: 為這張照片加入簡短備註

source: Add a tag
zh_hant: 加入標籤

source: Add a tag calendar
zh_hant: 加入標籤月曆

source: Add a tag with a date
zh_hant: 加入有日期的標籤

source: Add more photos
zh_hant: 加入更多照片

source: Add photos
zh_hant: 加入照片

source: Add tag
zh_hant: 加入標籤

source: Add tags
zh_hant: 加標籤

source: Add to album
zh_hant: 加到相簿

source: Add to Collections
zh_hant: 新增到選集

source: Add to favorites
zh_hant: 加入喜愛

source: Added to favorites
zh_hant: 已加入喜愛

source: Album
zh_hant: 相簿

source: Album name
zh_hant: 相簿名稱

source: Albums
zh_hant: 相簿

source: Albums and folders are created in your Photos library.
zh_hant: 相簿與資料夾會建立在系統的照片裡。

source: Albums you create in the Photos app show up here.
zh_hant: 你在照片 App 建立的相簿會顯示在這裡。

source: All
zh_hant: 全部

source: All Categories
zh_hant: 所有分類

source: All done
zh_hant: 整理完成

source: All filters
zh_hant: 所有篩選全開

source: All five sources
zh_hant: 五個來源分類全開

source: All Items
zh_hant: 所有項目

source: All sources unlocked
zh_hant: 所有來源已解鎖

source: All unorganized
zh_hant: 所有未整理

source: Allow Photo Access
zh_hant: 允許取用照片

source: An album with this name already exists.
zh_hant: 已經有同名的相簿了。

source: Animals & nature
zh_hant: 動物與自然

source: Animals & Nature
zh_hant: 動物與自然

source: Anniversary
zh_hant: 日子

source: Any tags, including tags with a date, shown as cards or a list.
zh_hant: 任何標籤（包含有日期的），用卡片或列表顯示。

source: Appearance
zh_hant: 外觀

source: Apply to %lld photos
zh_hant: 套用到 %lld 張照片

source: Arrange Collections
zh_hant: 區塊管理

source: Arrange sections
zh_hant: 區塊管理

source: Arrangement
zh_hant: 排列方式

source: Arrows
zh_hant: 箭頭

source: Aspect Ratio Grid
zh_hant: 顯示比例格線

source: At launch
zh_hant: 正式上線

source: Automatic
zh_hant: 自動

source: Automatic (newest photo)
zh_hant: 自動（最新一張）

source: Automotive
zh_hant: 汽車

source: Back
zh_hant: 上一張

source: Black
zh_hant: 黑字

source: Blocks
zh_hant: 區塊

source: Blue
zh_hant: 藍字

source: Bottom
zh_hant: 下

source: Buy once for %@
zh_hant: 買斷 %@

source: By month
zh_hant: 年月

source: Camera & Photos
zh_hant: 相機與照片

source: Cancel
zh_hant: 取消

source: Capture Date
zh_hant: 拍攝時間

source: Card size
zh_hant: 卡片大小

source: Card style
zh_hant: 卡片樣式

source: Cards
zh_hant: 卡片

source: Cards go down in rows.
zh_hant: 卡片一排一排往下放。

source: Cards slide sideways; the last card is cut off a little to show there is more.
zh_hant: 卡片可以左右滑動，最右邊那張會被切掉一截，提示還可以再滑。

source: Cards that show how long it has been since a date, such as a birthday. You can add tags with a date here.
zh_hant: 顯示從某一天起過了多久的卡片，例如生日。可以在這裡新增有日期的標籤。

source: Categories
zh_hant: 分類

source: Category
zh_hant: 分類

source: Category name
zh_hant: 分類名稱

source: Changed your mind? Swipe right to undo the last action and return to the previous photo.
zh_hant: 改變主意了？右滑可以復原上一個動作，回到前一張照片。

source: Choose a block type
zh_hant: 選擇區塊種類

source: Choose a photo
zh_hant: 選擇照片

source: Choose a tag
zh_hant: 選擇標籤

source: Choose icon
zh_hant: 選擇圖標

source: Choose which photo shows on the tag's card and widget, and move it to show the part you like.
zh_hant: 選擇標籤卡片與桌面小工具顯示哪一張照片，並調整要露出的位置。

source: Clear
zh_hant: 清除

source: Close
zh_hant: 關閉

source: Collections
zh_hant: 選集

source: Color
zh_hant: 顏色

source: Comma separated
zh_hant: 用逗號分隔

source: Commerce
zh_hant: 商業

source: Communication
zh_hant: 通訊

source: Completed
zh_hant: 已完成

source: Connectivity
zh_hant: 連線

source: Couldn't change favorites
zh_hant: 無法更改喜愛

source: Couldn't create the album
zh_hant: 無法建立相簿

source: Couldn't create the folder
zh_hant: 無法建立資料夾

source: Couldn't delete
zh_hant: 無法刪除

source: Couldn't rename
zh_hant: 無法重新命名

source: Couldn't update the album
zh_hant: 無法更新相簿

source: Counting method
zh_hant: 計算方式

source: Cover
zh_hant: 封面

source: Create
zh_hant: 建立

source: Create a folder to file photos into, with tags and notes.
zh_hant: 建立資料夾來歸檔照片，可加上標籤與筆記。

source: Create a tag in Organize and pin it to Home, or give it a start date such as a child's birthday, and it shows up here as a card.
zh_hant: 在「整理」建立標籤並釘選在首頁，或設定日期（例如孩子的生日），就會在這裡變成卡片。

source: Create a tag in Organize, give it a start date such as a child's birthday, and it shows up here as a card.
zh_hant: 到「整理」建立標籤，設一個日期（例如孩子的生日），就會在這裡變成一張卡片。

source: Create album
zh_hant: 建立相簿

source: Create album or folder
zh_hant: 建立相簿或資料夾

source: Create tag
zh_hant: 建立標籤

source: Current plan
zh_hant: 目前方案

source: Custom
zh_hant: 自訂

source: Customize
zh_hant: 自訂

source: Daily limit
zh_hant: 每日上限

source: Daily limit reached
zh_hant: 今日額度已用完

source: Daily status
zh_hant: 每日狀態

source: Dark
zh_hant: 深色

source: Date
zh_hant: 日期

source: Date Added
zh_hant: 已加入

source: Day
zh_hant: 日

source: Days
zh_hant: 日子

source: Days card size
zh_hant: 日子卡片

source: Default
zh_hant: 預設

source: Delete
zh_hant: 刪除

source: Delete %lld photos?
zh_hant: 確定刪除 %lld 張照片？

source: Delete block
zh_hant: 刪除區塊

source: Delete category
zh_hant: 刪除分類

source: Delete entry
zh_hant: 刪除這篇

source: Delete failed
zh_hant: 刪除失敗

source: Delete note
zh_hant: 刪除備註

source: Delete permanently
zh_hant: 永久刪除

source: Delete tag
zh_hant: 刪除標籤

source: Delete this album?
zh_hant: 要刪除這個相簿嗎？

source: Delete this block?
zh_hant: 要刪除這個區塊嗎？

source: Delete this folder?
zh_hant: 要刪除這個資料夾嗎？

source: Deleting an album keeps its photos in your library.
zh_hant: 刪除相簿不會刪掉照片，照片仍然留在圖庫裡。

source: Deleting an album keeps its photos in your library. A folder can only be deleted after everything inside it is removed.
zh_hant: 刪除相簿不會刪掉照片，照片仍然留在圖庫裡。資料夾要先把裡面的相簿全部刪除，才能刪除資料夾。

source: Deselect All
zh_hant: 取消全選

source: Developer
zh_hant: 開發者選項

source: Development build: buttons unlock locally and do not charge anything.
zh_hant: 開發版本：按鈕只在本機解鎖，不會實際扣款。

source: Development build: this button unlocks locally and does not charge anything.
zh_hant: 開發版本：此按鈕僅在本機解鎖，不會實際扣款。

source: Development sponsor
zh_hant: 開發贊助

source: Devices
zh_hant: 裝置

source: Display
zh_hant: 顯示方式

source: Done
zh_hant: 完成

source: Done editing tags
zh_hant: 完成編輯標籤

source: Done selecting
zh_hant: 結束選取

source: Double tap to zoom in
zh_hant: 點兩下放大

source: Drag the photo to move it, and use the slider to zoom.
zh_hant: 拖曳照片移動位置，用滑桿放大縮小。

source: Drag to change the order, tap the pencil to set the title, tags and how the block looks. Deleting a Days or Tags block unpins its tags; the tags themselves stay.
zh_hant: 拖曳調整順序，點鉛筆設定標題、標籤與顯示方式。刪除日子或標籤區塊會取消釘選裡面的標籤，標籤本身還在。

source: Drag to change the order. Tap the eye to hide a section.
zh_hant: 拖曳調整順序，點眼睛可以隱藏區塊。

source: Drag to change the order. Tap the eye to hide a section. Removing a Days or Tags row only unpins it; the tag itself stays.
zh_hant: 拖曳調整順序，點眼睛可以隱藏。刪除日子或標籤列只是取消釘選，標籤本身還在。

source: Early bird
zh_hant: 早鳥

source: Edit
zh_hant: 編輯

source: Edit category
zh_hant: 編輯分類

source: Edit Folder
zh_hant: 編輯資料夾

source: Edit tag
zh_hant: 編輯標籤

source: Edit tags
zh_hant: 編輯標籤

source: Edited
zh_hant: 已編輯

source: Edited %@
zh_hant: 編輯於 %@

source: Editing
zh_hant: 編輯

source: Emoji
zh_hant: 表情符號

source: Entries
zh_hant: 日記篇數

source: Everything happens on your device. PicDeck never uploads your photos.
zh_hant: 所有處理都在你的裝置上完成，PicDeck 不會上傳任何照片。

source: Expires on
zh_hant: 到期日

source: Favorite
zh_hant: 喜愛

source: Favorites
zh_hant: 喜好項目

source: Favorites, Edited, Photos, Videos and Screenshots.
zh_hant: 喜好項目、已編輯、照片、影片、截圖。

source: Favorites, Photos, Videos and Screenshots.
zh_hant: 喜好項目、照片、影片、截圖。

source: File
zh_hant: 歸檔

source: File into album…
zh_hant: 分類到相簿…

source: File into tag…
zh_hant: 分類到標籤…

source: File into…
zh_hant: 歸檔到…

source: Filed into %@
zh_hant: 已歸檔到 %@

source: Filed photos
zh_hant: 已歸檔張數

source: Filing a photo into an album also marks it as organized.
zh_hant: 分類到相簿時，也會同時標記為已整理。

source: Filter
zh_hant: 過濾條件

source: Filter by your tags
zh_hant: 用自訂標籤篩選

source: Filter by:
zh_hant: 過濾條件：

source: Filter Criteria
zh_hant: 過濾條件

source: Filter…
zh_hant: 篩選…

source: Filtered
zh_hant: 已套用篩選

source: Fitness
zh_hant: 健身

source: Flags
zh_hant: 旗幟

source: Folder
zh_hant: 資料夾

source: Folder name
zh_hant: 資料夾名稱

source: Folders
zh_hant: 資料夾

source: Folders and albums
zh_hant: 資料夾及相簿

source: Folders carry tags and notes, so you can find the photo again later.
zh_hant: 資料夾可加標籤與筆記，之後要找就找得回來。

source: Food & drink
zh_hant: 食物與飲料

source: Food & Drink
zh_hant: 食物與飲料

source: For things to do later, such as a restaurant to try. Turn this on once you have been.
zh_hant: 給之後想做的事，例如想吃的餐廳。去過、吃過就打開。

source: Free
zh_hant: 免費

source: Free during development. Pricing will be announced later.
zh_hant: 開發期間 NT$0，開始收費另行公告。

source: Free during development. We'll announce when pricing starts.
zh_hant: 開發期間免費，開始收費會另行公告。

source: Free plan: %lld photos per day
zh_hant: 免費版：每天 %lld 張

source: Free plan: 1 new journal entry per day
zh_hant: 免費版每天可新增 1 則日記

source: Free plan: 1 tag with a date
zh_hant: 免費版可以有 1 個日子標籤

source: Free trial: %lld days left
zh_hant: 免費試用：剩 %lld 天

source: Free: 1 new entry a day. Subscribe for unlimited.
zh_hant: 免費版每天新增 1 則，訂閱後不限則數。

source: Free: 1 tag with a date. Subscribe for unlimited.
zh_hant: 免費版 1 個，訂閱後不限個數。

source: Gaming
zh_hant: 遊戲

source: Give journal entries their own category, separate from photo tags. Deleting a category leaves its entries without one.
zh_hant: 日記可以有自己的分類，跟照片標籤是兩回事。刪除分類不會連帶刪除日記，那些日記會變成沒有分類。

source: Grid Ratio
zh_hant: 格線比例

source: Grid view
zh_hant: 柵欄顯示

source: Health
zh_hant: 健康

source: Help
zh_hant: 幫助

source: Hide
zh_hant: 隱藏

source: Home
zh_hant: 首頁

source: How to use
zh_hant: 使用說明

source: Human
zh_hant: 人體

source: Icons
zh_hant: 圖標

source: Indices
zh_hant: 索引

source: Interface
zh_hant: 介面設定

source: It only marks the photo. Nothing is deleted until you confirm in Trash.
zh_hant: 只是先標記起來，要到待刪清單確認後才會真的刪除。

source: Journal
zh_hant: 日記

source: Journal (daily)
zh_hant: 日記（每日）

source: Journal categories
zh_hant: 日記分類

source: Journal entries
zh_hant: 日記

source: Jump to date
zh_hant: 跳到日期

source: Keep
zh_hant: 保留

source: Kept
zh_hant: 已保留

source: Keyboard
zh_hant: 鍵盤

source: Large
zh_hant: 大

source: Large text
zh_hant: 大字

source: Layout
zh_hant: 排列

source: Leave it empty to use the default name.
zh_hant: 留空就使用預設名稱。

source: Library
zh_hant: 圖庫

source: Lifetime
zh_hant: 買斷

source: Light
zh_hant: 淺色

source: Linked
zh_hant: 已連結

source: List
zh_hant: 列表

source: Location
zh_hant: 位置

source: Long press a photo and choose Note. Great for restaurants and places you want to try.
zh_hant: 長按照片選「備註」。很適合記下想去的餐廳與景點。

source: Long press a photo to add your first tag.
zh_hant: 長按照片就能加上第一個標籤。

source: Manage
zh_hant: 管理

source: Manage albums and tags
zh_hant: 管理相簿與標籤

source: Manage blocks
zh_hant: 區塊管理

source: Manage categories
zh_hant: 管理分類

source: Manage subscription
zh_hant: 管理訂閱

source: Manage tags
zh_hant: 管理標籤

source: Maps
zh_hant: 地圖

source: Mark as done
zh_hant: 標記為完成

source: Mark as not done
zh_hant: 標記為未完成

source: Marked as kept
zh_hant: 已標記保留

source: Marked for deletion
zh_hant: 已標記待刪

source: Marks the photo as organized so it stops showing up in your unorganized list.
zh_hant: 標記成已整理，之後不會再出現在未整理清單裡。

source: Math
zh_hant: 數學

source: Media
zh_hant: 媒體

source: Media Types
zh_hant: 媒體類型

source: Medium
zh_hant: 中

source: Middle
zh_hant: 中

source: Month
zh_hant: 月

source: Month calendar
zh_hant: 月曆

source: Monthly
zh_hant: 每月訂閱

source: Monthly subscription
zh_hant: 訂閱制

source: Months
zh_hant: 月數

source: Mood
zh_hant: 心情

source: More
zh_hant: 更多

source: More albums
zh_hant: 更多相簿

source: More tags
zh_hant: 更多標籤

source: Moved to pending deletion
zh_hant: 已放進待刪除

source: Name
zh_hant: 名稱

source: Nature
zh_hant: 自然

source: Needs a date
zh_hant: 需要設日期

source: New
zh_hant: 新增

source: New album
zh_hant: 新增相簿

source: New album name
zh_hant: 新相簿名稱

source: New block
zh_hant: 新增區塊

source: New category
zh_hant: 新增分類

source: New entry for this day
zh_hant: 新增這天的日記

source: New folder
zh_hant: 新增資料夾

source: New Folder
zh_hant: 新增資料夾

source: New journal entry
zh_hant: 新增日記

source: New tag
zh_hant: 新增標籤

source: New tag name
zh_hant: 新標籤名稱

source: New tag with a date
zh_hant: 新增有日子的標籤

source: Next
zh_hant: 下一張

source: No albums
zh_hant: 還沒有相簿

source: No albums yet.
zh_hant: 還沒有相簿。

source: No categories yet.
zh_hant: 還沒有分類。

source: No daily limit
zh_hant: 沒有每日上限

source: No folders yet
zh_hant: 還沒有資料夾

source: No journal entries
zh_hant: 還沒有日記

source: No journal entries match this filter.
zh_hant: 這個篩選條件下沒有日記。

source: No matches.
zh_hant: 找不到符合的項目。

source: No note
zh_hant: 沒有筆記

source: No photos
zh_hant: 沒有照片

source: No photos on this day.
zh_hant: 這天沒有照片，可以從整個相簿挑選。

source: No tags
zh_hant: 沒有標籤

source: No tags yet
zh_hant: 還沒有標籤

source: No tags yet.
zh_hant: 還沒有標籤。

source: None
zh_hant: 無

source: Not in an album
zh_hant: 不在相簿中

source: Not linked
zh_hant: 未連結

source: Not selected
zh_hant: 未選取

source: Not sure yet? Skip it and decide later. Skipping is free.
zh_hant: 還沒想好？先跳過，之後再決定，跳過不扣額度。

source: Note
zh_hant: 備註

source: Note for %lld photos
zh_hant: 為 %lld 張照片寫備註

source: Notes
zh_hant: 備註

source: Nothing here yet.
zh_hant: 這裡還沒有東西。

source: Nothing left here
zh_hant: 這裡整理完了

source: Nothing left to do.
zh_hant: 都完成了。

source: Nothing matches.
zh_hant: 沒有符合的項目

source: Nothing pinned yet
zh_hant: 還沒有內容

source: Objects
zh_hant: 物品

source: Objects & Tools
zh_hant: 物品與工具

source: OK
zh_hant: 好

source: On this day
zh_hant: 那年今天

source: One payment. No subscription.
zh_hant: 一次買斷，不用訂閱。

source: One subscription unlocks everything.
zh_hant: 訂閱後全部功能都能用。

source: Open a tag to change its icon or give it a start date, such as a child's birthday.
zh_hant: 點進標籤可以換圖標，或設一個日期，例如孩子的生日。

source: Open a tag to change its icon or give it a start date. Tap Edit to drag them into the order you want.
zh_hant: 點進標籤可以換圖標或設日期。按編輯可以拖曳調整顯示順序。

source: Open Settings
zh_hant: 前往設定

source: Organize
zh_hant: 整理

source: Organize (daily)
zh_hant: 整理（每日）

source: Organize state
zh_hant: 整理狀態

source: Original Ratio
zh_hant: 原始比例

source: Other
zh_hant: 其他

source: Paid
zh_hant: 付費

source: Pause video
zh_hant: 暫停影片

source: Pay once, keep it forever.
zh_hant: 買一次，永久使用。

source: Pending deletion
zh_hant: 待刪除

source: People
zh_hant: 人物

source: People & Body
zh_hant: 人物與身體

source: Photo dates: %@
zh_hant: 有照片的日期：%@

source: Photos
zh_hant: 照片

source: Photos (%lld)
zh_hant: 照片（%lld）

source: Photos taken on this day in past years.
zh_hant: 往年今天拍的照片。

source: Photos that already have a note keep it; this text is added on a new line.
zh_hant: 已經有備註的照片會保留原本的備註，這段文字接在後面另起一行。

source: Photos you swipe up land here first. Nothing is deleted until you confirm.
zh_hant: 上滑標記的照片會先進到這裡，確認前不會真的刪除。

source: PicDeck needs photo access
zh_hant: PicDeck 需要取用你的照片

source: PicDeck works entirely on your device. Photos are never uploaded to any server.
zh_hant: PicDeck 完全在裝置上運作，照片不會上傳到任何伺服器。

source: Pick a source
zh_hant: 選擇整理來源

source: Pick the photos to show with this entry.
zh_hant: 挑選要跟這篇一起顯示的照片。

source: Pin to Home
zh_hant: 釘選在首頁

source: Pinned collections
zh_hant: 釘選的收藏

source: Pinned tags
zh_hant: 釘選的標籤

source: Plan
zh_hant: 方案

source: Plate
zh_hant: 底板

source: Play video
zh_hant: 播放影片

source: Preview shape
zh_hant: 預覽形狀

source: Previous
zh_hant: 上一張

source: Pricing
zh_hant: 價格

source: Privacy
zh_hant: 隱私

source: Privacy & Security
zh_hant: 隱私與安全

source: Pull down to favorite
zh_hant: 下拉加入喜愛

source: Pull down to mark as favorite
zh_hant: 下拉加入喜愛

source: Random
zh_hant: 隨機

source: Range
zh_hant: 範圍

source: Recent
zh_hant: 最近使用

source: Recent notes
zh_hant: 最近的備註

source: Recent searches
zh_hant: 最近搜尋

source: Recently used
zh_hant: 最近使用

source: Remove
zh_hant: 移除

source: Remove from favorites
zh_hant: 移出喜愛

source: Removed from favorites
zh_hant: 已移出喜愛

source: Rename
zh_hant: 重新命名

source: Rename album
zh_hant: 重新命名相簿

source: Replay gesture tutorial
zh_hant: 重看手勢教學

source: Reset filters
zh_hant: 恢復預設篩選

source: Reset journal (testing)
zh_hant: 清除日記（測試用）

source: Reset kept records (testing)
zh_hant: 清除保留紀錄（測試用）

source: Reset position
zh_hant: 恢復置中

source: Reset tags (testing)
zh_hant: 清除標籤（測試用）

source: Reset unlock (testing)
zh_hant: 重設解鎖狀態（測試用）

source: Restaurant, place, opening hours, how it was…
zh_hant: 哪間餐廳、地點、營業時間、評價如何…

source: Sample
zh_hant: 範例

source: Save
zh_hant: 儲存

source: Screenshots
zh_hant: 截圖

source: Scroll sideways
zh_hant: 橫向捲動

source: Search
zh_hant: 搜尋

source: Search notes
zh_hant: 搜尋備註

source: Search notes and tags
zh_hant: 搜尋備註與標籤

source: Sections
zh_hant: 區塊

source: Select
zh_hant: 選取

source: Select All
zh_hant: 全選

source: Select photos to continue.
zh_hant: 請先選取照片。

source: Selected
zh_hant: 已選取

source: Selected %lld
zh_hant: 已選 %lld 張

source: Set a start date to count from, such as a child's birthday. Browsing a day then shows how long it had been on that day.
zh_hant: 設一個日期，例如孩子的生日。之後瀏覽某一天時，就會顯示那天過了多久。

source: Set a start date to count from, such as a child's birthday. Filtering by this tag then shows how long it had been on each day.
zh_hant: 設一個日期，例如孩子的生日。之後篩選這個標籤時，每一天都會顯示那天過了多久。

source: Set cover
zh_hant: 設定封面

source: Settings
zh_hant: 設定

source: Shapes
zh_hant: 形狀

source: Shopping, Travel, Ideas…
zh_hant: 購物、旅行、想法…

source: Show
zh_hant: 顯示

source: Show as
zh_hant: 顯示方式

source: Show less
zh_hant: 收合

source: Show more
zh_hant: 顯示更多

source: Show next to dates
zh_hant: 顯示在日期旁邊

source: Show:
zh_hant: 顯示：

source: Shown for today. The start date counts as D+0 and day 1.
zh_hant: 以今天為例。日期當天是 D+0，也是第 1 天。

source: Shows the photos of one tag on the days of this month or this week, for example #Lunch.
zh_hant: 把某個標籤在當月或當週拍的照片，排在對應的日子上，例如 #午餐。

source: Single view
zh_hant: 單張顯示

source: Skip
zh_hant: 跳過

source: Small
zh_hant: 小

source: Small and medium show two cards and a bit of the next one, large shows one card and a bit of the next.
zh_hant: 小、中一次看到兩張多一點，大一次看到一張多一點。

source: Small, medium and large match the widget sizes.
zh_hant: 小、中、大跟桌面小工具的尺寸比例相同。

source: Small: 2 columns, half as tall as wide. Medium: 2 columns, square. Large: 1 column, half as tall as wide.
zh_hant: 小：一排兩欄，高度是寬度的一半。中：一排兩欄，高度與寬度相同。大：一排一欄，高度是寬度的一半。

source: Smileys & Emotion
zh_hant: 表情與情緒

source: Smileys & people
zh_hant: 表情與人物

source: Sort
zh_hant: 排序

source: Sort by Date
zh_hant: 按照時間排序

source: Sort by Date Captured
zh_hant: 按拍攝日期排序

source: Sort by Recently Added
zh_hant: 按最近加入排序

source: Sponsor for NT$99
zh_hant: 以 NT$99 贊助開發

source: Square
zh_hant: 方形

source: Square (1:1)
zh_hant: 正方形（1:1）

source: Start 30-day free trial
zh_hant: 免費試用 30 天

source: Start date
zh_hant: 日期

source: Start organizing
zh_hant: 開始整理

source: Start tutorial
zh_hant: 開始教學

source: Stats
zh_hant: 統計

source: Status
zh_hant: 狀態

source: Subscribe (free during development)
zh_hant: 訂閱（開發期間免費）

source: Subscribe %@ / month
zh_hant: 訂閱 %@ / 月

source: Subscribe for unlimited journal entries. You can still edit existing entries.
zh_hant: 訂閱後不限則數。已經寫好的日記仍然可以修改。

source: Subscribe to add dates to more tags.
zh_hant: 訂閱後，更多標籤都能設日子。

source: Swipe left to keep
zh_hant: 左滑保留

source: Swipe left to skip
zh_hant: 左滑跳過

source: Swipe right to go back
zh_hant: 右滑回上一張

source: Swipe right to go back to the previous photo
zh_hant: 右滑回到上一張

source: Swipe up to delete
zh_hant: 上滑刪除

source: Swipe up to trash
zh_hant: 上滑標記待刪

source: Switch tag
zh_hant: 切換標籤

source: Symbols
zh_hant: 符號

source: Syncs straight to the Favorites album in iOS Photos.
zh_hant: 會直接同步到 iOS 照片的「喜好項目」相簿。

source: System album
zh_hant: 系統相簿

source: Tag
zh_hant: 標籤

source: Tag card size
zh_hant: 標籤卡片

source: Tag Filter
zh_hant: 標籤篩選

source: Tag name
zh_hant: 標籤名稱

source: Tagging stays free; filtering by tag needs the unlock.
zh_hant: 加標籤永遠免費，用標籤篩選需要解鎖。

source: Tags
zh_hant: 標籤

source: Tags are free. Filtering by tag needs the paid unlock.
zh_hant: 加標籤免費，用標籤篩選需要付費解鎖。

source: Tags with dates
zh_hant: 標籤（日子）

source: Tap a folder to file it
zh_hant: 點資料夾直接歸檔

source: Tap an album to file it
zh_hant: 點相簿進行分類

source: Tap to change
zh_hant: 點一下更換

source: Tap to pick a mood
zh_hant: 點一下選心情

source: Text Formatting
zh_hant: 文字格式

source: Text position
zh_hant: 文字位置

source: Text style
zh_hant: 文字樣式

source: The free plan handles %lld photos a day. Unlock to keep going.
zh_hant: 免費版每天可處理 %lld 張，解鎖後可繼續整理。

source: The free plan handles 30 photos a day.
zh_hant: 免費版每天只能處理 30 張。

source: The photos of a tag laid out on the days of this month.
zh_hant: 把某個標籤在當月拍的照片，排在對應的日子上。

source: The photos of a tag laid out on the days of this week.
zh_hant: 把某個標籤在當週拍的照片，排在對應的日子上。

source: The photos of the tags you pick, laid out on the days of this month.
zh_hant: 把你選的標籤在當月拍的照片，排在對應的日子上。

source: The photos of the tags you pick, laid out on the days of this week.
zh_hant: 把你選的標籤在當週拍的照片，排在對應的日子上。

source: The photos stay in your library.
zh_hant: 照片會留在圖庫裡。

source: The tags themselves are kept.
zh_hant: 標籤本身會保留。

source: These settings apply to every card, and the Home Screen widget uses the same text position and style. Card size is set in each block.
zh_hant: 所有卡片共用文字位置與樣式，桌面小工具也一樣。卡片大小在每個區塊裡設定。

source: These settings apply to every tag, and the Home Screen widget uses the same text position and style.
zh_hant: 所有標籤共用同一組設定，桌面小工具的文字位置與樣式也一樣。

source: They go to the iOS Recently Deleted album and can be recovered within 30 days.
zh_hant: 照片會進入 iOS「最近刪除」，30 天內都可以救回。

source: This block no longer exists.
zh_hant: 這個區塊已經不存在。

source: This day already has an entry. Saving will replace it.
zh_hant: 這天已經有日記，儲存會取代它。

source: This filter has nothing to show.
zh_hant: 這個篩選條件沒有內容。

source: This month
zh_hant: 當月

source: This source is all reviewed.
zh_hant: 這個來源的照片都看過了。

source: This week
zh_hant: 當週

source: Time
zh_hant: 時間

source: Time to add a journal entry!
zh_hant: 趕快去新增一篇日記吧！

source: Timeline
zh_hant: 時間軸

source: Title
zh_hant: 標題

source: To do
zh_hant: 待辦

source: Today
zh_hant: 今日已處理

source: Today (date)
zh_hant: 今天

source: Top
zh_hant: 上

source: Top level
zh_hant: 最上層

source: Transportation
zh_hant: 交通

source: Trash
zh_hant: 待刪

source: Trash is empty
zh_hant: 待刪清單是空的

source: Travel & places
zh_hant: 旅遊與地點

source: Travel & Places
zh_hant: 旅行與地點

source: Try everything free for 30 days.
zh_hant: 免費試用 30 天，全部功能都能用。

source: Type
zh_hant: 種類

source: Undo
zh_hant: 復原

source: Undone
zh_hant: 已復原
